<x-app-layout>
    <x-slot name="header">
        <h2 class="font-semibold text-xl text-gray-800 leading-tight">
            Рецепты для всех!
        </h2>
    </x-slot>

    <div class="py-12">
        <div class="max-w-7xl mx-auto sm:px-6 lg:px-8">
            <div class="bg-white overflow-hidden shadow-xl sm:rounded-lg text-center p-6">
                Мы рады, что вы заглянули к нам! Здесь вы найдете огромное количество вкусных и простых рецептов для любого случая. Независимо от того, хотите ли вы порадовать близких домашним ужином или удивить гостей оригинальными закусками — у нас есть что предложить.

                Путешествуйте по категориям, сохраняйте любимые рецепты и делитесь ими с друзьями. Мы уверены, что каждый найдет что-то по своему вкусу.

                Приятного аппетита!
            </div>
        </div>
    </div>

</x-app-layout>
